Repository: dinhquydds/nanocucurmin
Catalog: tm/implant-omegat.tmx
Source language: en_us
Languages: vi

source: This concept often permits the placement of two implants to replace an intratooth molar, when the span is at least 14 mm for 4-mm-diameter implants (3 mm between each implant and 1.5 mm from the adjacent teeth).
vi: Quan điểm này cho phép đặt 2 implant để thay thế một răng cối lớn, khi khoảng cách tối thiểu 14mm cho implant đường kính 4mm (3mm giữa hai implant và 1.5mm từ răng kế cận.

source: This concept reduces the risk of decay on the natural tooth margin next to the adjacent pontic or abutment.
vi: Quan điểm nay giảm nguy cơ sâu răng thật kế cận hoặc sâu cùi răng.

source: This facilitates oral hygiene in the mandible, especially when the implant permucosal site is level with the ﬂoor of the mouth and the depth of the vestibule.
vi: Điều này tạo điều kiện thuận lợi cho vệ sinh miệng ở hàm dưới, đặc biệt khi implant implant permucosal site là mức sàn miệng và độ sâu tiền đình.

source: This further reduces the effect of the cantilever (Figure 8-11).
vi: This further reduces the effect of the cantilever (Hình 8-11).

source: This implant component has also been called a healing abutment because stage II uncovery surgery often uses this device for initial soft tissue healing (Figure 2-7).
vi: This implant component has also been called a healing abutment because stage II uncovery surgery often uses this device for initial soft tissue healing (Hình 2-7).

source: This increases the risk of porosity or porcelain fracture.
vi: Tăng nguy cơ xốp hoặc vỡ sứ.

source: This is especially appropriate for greater patient forces (i.e., moderate to severe parafunction) or softer bone types (i.e., D3 and D4) (Figure 8-6).
vi: This is especially appropriate for greater patient forces (i.e., moderate to severe parafunction) or softer bone types (i.e., D3 and D4) (Hình 8-6).

source: This is especially noted with parafunction or reduced crown height spaces.5 Therefore the ideal key implant positions include the terminal abutment positions when adjacent teeth are missing.
vi: Điều này phải đặc biêt lưu ý với cận chức năng hoặc giảm chiều cao mão răng.5 Vì vậy vị trí của implant chìa khoá lý tưởng bao gồm vị trí abutment tận cùng khi mất răng kế cận.

source: This is especially signiﬁcant when the abutments are short or lateral forces are present.
vi: Điều này đặc biệt có ý nghĩa khi abutment ngắn và có lực sang bên.

source: This is particularly important when a lateral load or heavy bite force is applied to the cantilever.
vi: Điều này rất quan trọng khi tải lực sang bên hoặc lực cắn mạnh đặt liên nhịp vói.

source: This is the goal of an FP-1 prosthesis.
vi: Đây là mục đích của phục hình FP-1.

source: This is the range of strain ideally desired around an endosteal implant, once a stress equilibrium has been established (Figure 7-8).
vi: This is the range of strain ideally desired around an endosteal implant, once a stress equilibrium has been established (Hình 7-8).

source: This may lead to fracture of the framework after loading.
vi: Điều này dẫn tới nứt gãy của khung sườn sau khi chịu lực.

source: This number is expected to increase 87% by 2025, resulting in almost 70 million people being older than age 6513 (Figure 1-3).
vi: This number is expected to increase 87% by 2025, resulting in almost 70 million people being older than age 6513 (Hình 1-3).

source: This often occurs for mandibular anterior teeth for full-arch ﬁxed restorations.
vi: Điều này thường xảy ra ở răng trước hàm dưới cho phục hình cố định toàn phần.

source: This phenomenon was observed in both photoelastic and three-dimensional ﬁnite element analysis (Figure 4-18) studies when implants were loaded within a bone simulant.95-98 These authors note that the marginal bone loss observed clinically and radiographically around implants follows a similar pattern as the stress contours in these reports.
vi: This phenomenon was observed in both photoelastic and three-dimensional ﬁnite element analysis (Hình 4-18) studies when implants were loaded within a bone simulant.95-98 These authors note that the marginal bone loss observed clinically and radiographically around implants follows a similar pattern as the stress contours in these reports.

source: This requires a more lingual and apical implant placement in comparison with the implant position for a ﬁxed prosthesis.
vi: Điều này đòi hỏi implant đặt về phía lưỡi và phía chóp hơn khi so so sánh với vị trí của implant trong phục hình cố định.

source: This restoration design uses a smaller metal framework, with denture teeth and acrylic to join these elements together (Figure 5-15).
vi: Phục hình này dùng một khung kim loại nhỏ, với hàm răng giả và nhựa acrylic gắn các thành phần lại với nhau (Hình 5-15).

source: This restoration is less expensive to fabri- cate and is highly esthetic because of the premade denture teeth and acrylic pink soft tissue replacements.
vi: Chế tạo phục hình này rẻ tiền hơn và thẩm mỹ cao bởi vì thay thế răng giả tiền chế và nhựa hồng.

source: Threads and porous implant surfaces exposed to bacteria are reported to cause a more rapid loss of bone around an implant.51 Poor hygiene also is reported to accelerate the bone loss observed around endosteal implants52,53 (Figure 4-12).
vi: Threads and porous implant surfaces exposed to bacteria are reported to cause a more rapid loss of bone around an implant.51 Poor hygiene also is reported to accelerate the bone loss observed around endosteal implants52,53 (Hình 4-12).

source: Three adjacent pontics should not be designed in the prosthesis.
vi: Không nên thiết kế phục hình với ba nhịp cầu liên tiếp.

source: Three main categories of implant abutments are described, according to the method by which the prosthesis or superstructure is retained to the abutment: (1) an abutment for screw retention uses a screw to retain the prosthesis or superstructure (Figure 2-8, A), (2) an abutment for cement retention uses dental cement to retain the prosthesis or superstructure (Figure 2-8, B), and (3) an abutment for attachment uses an attachment device to retain a removable prosthesis (such as an O-ring attachment) (Figure 2-8, C).
vi: Three main categories of implant abutments are described, according to the method by which the prosthesis or superstructure is retained to the abutment: (1) an abutment for screw retention uses a screw to retain the prosthesis or superstructure (Hình 2-8, A), (2) an abutment for cement retention uses dental cement to retain the prosthesis or superstructure (Hình 2-8, B), and (3) an abutment for attachment uses an attachment device to retain a removable prosthesis (such as an O-ring attachment) (Hình 2-8, C).

source: Three restorations are ﬁxed and vary in the amount of hard and soft tissue replaced; two are removable and are based on the amount of support for the restoration (Figures 5-18, 5-19).
vi: Ba loại phục hình là cố định, và khác nhau trong số lượng mô cứng và mô mềm được thay thế; hai loại là tháo lắp và dựa trên số lượng nâng đỡ cho phục hình (Hìnhs 5-18, 5-19).

source: Thus the cost of implant surgery may be similar for ﬁxed or removable restorations.
vi: Thật vậy giá cả của phẫu thuật implant có thể tương tự phục hình cố định hoặc tháo lắp.

source: Time/Appointments
vi: Thời gian/Lần hẹn

source: To assess the ideal ﬁnal prosthetic design, the existing anatomy is evaluated after it has been determined whether a ﬁxed or removable restoration is desired.
vi: Để tiếp cận thiết kế phục hình sau cùng lý tưởng, cần đánh giá giải phẫu có sẵn sau khi nó được xác định nếu phục hình tháo lắp hoặc cố định đòi hỏi.

source: To enforce the rule of no cantilever, the key implant positions when one or two adjacent teeth are missing indicate one implant per tooth.
vi: Để tuân theo quy luật không nhịp vói, vị trí của implant chìa khoá khi mất một hoặc 2 răng kế cận chỉ định mỗi răng một implant.

source: To fabricate this restoration type, there must be minimal loss of hard and soft tissues.
vi: Để làm loại phục hình này, cần phải có lượng mô cứng và mô mềm bị mất là tối thiểu.

source: To maximally beneﬁt from an increased number of implants, the implants should be splinted together.
vi: Để tăng tối đa lợi ích của tăn số lượgn implant, các implant nên được nẹp với nhau.

source: To place the incisal edge of the teeth in proper position for esthetics, function, lip support, and speech, the excessive vertical dimension to be restored requires teeth that are unnatural in length.
vi: Để đặt bờ cắn của răng ở vị trí thích hợp cho thẩm mỹ, chức năng, nâng đỡ môi, và phát âm, khoảng phục hồi cao quá mức sẽ làm răng dài hơn bình thường.

source: To satisfy predictably a patient’s needs and desires, the prosthesis should ﬁrst be designed.
vi: Để đoán trước sự hài lòng nhu cầu và mong muốn của bệnh nhân, phục hình nên được thiết kế đầu tiên.

source: Today, the treatment plan ﬁrst considers the ﬁnal prosthesis options.
vi: Ngày nay, kế hoạch điều trị xem xét đầu tiên đên chọn lựa phục hình sau cùng.

source: Too often, treatment plans for completely edentulous patients consist of a maxillary denture and a mandibular overdenture with two implants.
vi: Quá thường xuyên, kế hoạch điều trị bệnh nhân mất răng toàn phần gồm có hàm giả hàm trên và hàm phủ hàm dưới với hai implant.

source: Total Men Women
vi: Tổng cộng Nam Nữ

source: Traditional dentistry provides limited treatment options for the edentulous patient.
vi: Nha khoa truyền thống cho chọn lựa điều trị giới hạn cho bệnh nhân mất răng.

source: Traditional removable partial dentures with clasps on implant abut- ment crowns have not been reported in the literature with any frequency.
vi: Hàm tháo lắp bán hàm truyền thống với móc trên răng không được báo cáo trong y văn với bất kỳ tần số.

source: Treatment Plans Related to Key Implant Positions and Implant Number
vi: Kế Hoạch Điều Trị Liên Quan Tới Vị Trí Implant Chìa Khoá Và Số Lượng Implant

source: Twenty-two V-threaded implants lost more than 4 mm of bone of less than 1 mm was reported for 16 rough-surface square-threaded implants compared with only two machined-surfaced V-threaded implants (Figure 4-24).
vi: Twenty-two V-threaded implants lost more than 4 mm of bone of less than 1 mm was reported for 16 rough-surface square-threaded implants compared with only two machined-surfaced V-threaded implants (Hình 4-24).

source: Two types of ﬁnal implant restorations are removable prostheses (RPs); they depend on the amount of implant support, not the appearance of the prosthesis.
vi: Hai loại của phục hình trên implant sau cùng là phục hình tháo lắp (removable prostheses RPs); chúng phụ thuộc vào số lượng implant nâng đỡ, không phải diện mạo của phục hình.

source: Up to 1st molar
vi: Đến răng cối lớn thứ nhất

source: Up to 1st premolar
vi: Đến răng cối nhỏ thứ nhất

source: Up to 2nd premolar
vi: Đến răng cối nhỏ thứ hai

source: Usually the second molar is not replaced in the edentulous mandible.
vi: Thường thì răng cối lớn thứ hai không được làm ở hàm dưới mất răng.

source: Usually ﬁve or six implants in the mandible and six to eight implants in the maxilla are required to fabricate completely implant-supported RP-4 prostheses in patients with favorable dental criteria (Figure 5-16).
vi: Thường dùng năm hoặc sáu implant ở hàm dưới và sáu đến tám implant cho hàm trên để làm hàm phủ trên implant RP-4 ở bệnh nhân có tình trạng nha khoa thuận lợi (Hình 5-16).

source: Volume (bulk)
vi: Thể tích (khối)

source: Weight
vi: Nặng

source: When
vi: Khi

source: When a force of the same magnitude (25 lb) is applied on a 10- mm cantilever, the moment force on the abutment is increased to a 250-lb millimeter force.
vi: Khi tải lực cùng độ lơn (25 lb) đặt lên nhịp vói 10- mm, lực moment lên abutment tăng lên 250-lblb.

source: When a greater crown height space is present, a hybrid restoration is often fabricated.
vi: Khi khoảng mão răng cao hơn, thường làm phục hình lai

source: When fewer than six implants are used, a cantilever must be designed in a ﬁxed prosthesis as a result of the mandibular ﬂexure.
vi: Khi dùng ít hơn sáu implant, nhịp vói cần được thiết kế trên phục hình cố định như là kết quả của sự cong hàm dưới.

source: When multiple splinted implants have an implant that fails, the affected implant may often be cut below the crown, and the implant or crown site converted to a pontic using the same prosthesis.
vi: Khi nhiều implant được nẹp với nhau, có một implant thất bại, implant hỏng có thể được cắt dưới mão răng, và vùng implant hoặc mão răng chuyển thành nhịp cầu cùng một phục hình.

source: When positioning is difﬁcult for periapical radiographs, bitewing or panoramic radiographs may be used (Figures 3-25 and 3-26).
vi: When positioning is difﬁcult for periapical radiographs, bitewing or panoramic radiographs may be used (Hìnhs 3-25 and 3-26).

source: When seven or more implants are used, two separate restorations may be fabricated with no posterior cantilever to permit mandibular ﬂexure and torsion (Figure 8-19, B).
vi: Khi có bảy implant hoặc nhiều hơn, nên làm hai phục hồi riêng rẽ, không có nhịp vói phía sau để hàm dưới cong và xoắn vặn (Hình 8-19, B).

source: When the center of each implant is 10 mm apart, with a 20-mm cantilever, a mechanical advantage of 2 is created.
vi: Khi phần trung tâm của mỗi implant là 10 mm, với một nhịp vói 20-mm lực cơ học tăng lên gấp đôi.

source: When the upper lip during smile does not expose any of the interdental papillary regions, an FP-2 prosthesis may be fabricated.
vi: Khi môi trên nâng lên trong khi cười không thấy vùng nhú nướu có thể làm phục hình FP-2.

source: When the stresses applied to the implant are low, the microstrain difference between titanium and bone is minimized and remains in the adapted window zone, maintaining load- bearing lamellar bone at the interface (Figure 7-19, B).
vi: When the stresses applied to the implant are low, the microstrain difference between titanium and bone is minimized and remains in the adapted window zone, maintaining load- bearing lamellar bone at the interface (Hình 7-19, B).

source: When 3 to 14 adjacent teeth are missing, the key implant positions include the two terminal abutments, one on each end of the prosthesis.
vi: Khi mất 3 đến 14 răng kế cận, vị trí của implant chìa khoá bao gồm hai abutment tận cùng, một cái cho mỗi phần tận cùng của phục hình.

source: When ﬁve or more implants are positioned around an arch, and several different plans exist because of the arch form of the splinted implant, the cantilever may extend as far as 2.5 times the A-P distance when force factors are low and density is favorable (Figure 8-4).
vi: Khi năm implant hoặc nhiều hơn đặt trên cung răng, và có nhiều kế hoạch điều trị khác nhau bởi vì hình dạng cung răng của implant kết nối với nhau, nhịp vói có thể mở rộng 2,5 lần chiều trước sau khi yếu tố lực thấp và mật độ xương phù hợp (Hình 8-4).

source: When a pontic replaces the lateral incisor, the soft tissue drape may be improved compared with an implant.
vi: Khi một nhịp cầu thay thế răng cửa bên, mô mềm có thể được cải thiện so vớii implant.

source: When adjacent teeth are healthy, or when the patient refuses their preparation for the fabrication of a traditional three-unit ﬁxed partial restoration, a posterior single-tooth implant is an excellent solution (Figure 1-9).
vi: When adjacent teeth are healthy, or when the patient refuses their preparation for the fabrication of a traditional three-unit ﬁxed partial restoration, a posterior single-tooth implant is an excellent solution (Hình 1-9).

source: When advanced atrophy in the posterior mandible is present, lingual concavities may be present (Figure 3-19).
vi: When advanced atrophy in the posterior mandible is present, lingual concavities may be present (Hình 3-19).

source: When all patient force factors are low and bone density is good, these abutments may be adequate to replace the three missing teeth.
vi: Khi tất cả yếu tố lực của bệnh nhân thấp và mật độ xương tốt, những abutment này có thể đủ để thay thế ba răng mất.

source: When force factors are high and bone density is poor (i.e., posterior maxilla), four implants to replace four teeth is often appropriate (see Figure 8-13; Figure 8-18).
vi: Khi yếu tố lực cao và mật độ xương thấp (phía sau hàm trên), bốn implant để thay thế bốn răng mất là thích hợp (xem hình 8-13; Hình 8-18)

source: When in doubt of the number of implants required, add an additional implant.
vi: Khi nghi ngờ số lượng implant cần thiết, thêm một implant.

source: When more than one segment of an arch is being replaced, a key implant position is at least one implant in each missing segment.
vi: Khi nhiều hơn 1 phân đoạn được thay thế, vị trí của implant chìa khoá là ít nhất một implant cho mỗi phân đoạn mất răng.

source: When multiple teeth are replaced, bone and tissue augmentation is usually required to obtain an FP-1 prosthesis.
vi: Khi thay thế nhiều răng, sự ghép xương và mô đòi hỏi để có phục hình FP-1 tốt.

source: When the force factors are unfavorable, the cantilever length should be reduced or eliminated, the implant number increased, the implant size increased, or the implant design surface areas increased.
vi: Khi yếu tố lực không thích hợp, chiều dài nhịp vói nên giảm hoặc loại bỏ, tăng số lượng implant, tăng kích cỡ implant, hoặc thiết kế implant tăng diện tích bề mặt.

source: When the cantilever on the prosthesis is represented by only a lateral incisor, the ideal implant position may not include the lateral incisor position when bite forces are low to moderate.
vi: Khi nhịp vói của phục hình chỉ là một răng cửa bên, vị trí implant lý tưởng không gồm răng cửa bên khi lực cắn thấp đến trung bình.

source: When the implants are in one plane, the cantilever should rarely extend farther than the A-P distance, regardless of how low the patient force factors (see Figure 8-1).
vi: Khi các implant trong kế hoạch, nhịp vói hiếm khi mở rộng hơn khoảng cách trước sau, kể cả khi các yêu tố lực của bệnh nhân thấp (xem Hình 8-1).

source: When the missing molar is the most distal in the arch,
vi: Khi mất răng cối lớn là xa nhất của cung răng.

source: When this option is not readily available, additional implants, larger implant sizes, and greater implant surface area design are indicated.
vi: Khi chọn lựa này không phù hợp, thêm số lượng implant, kích cỡ implant lớn hơn, và tăng diện tích bề mặt implant được chỉ định.

source: When this option is considered, the force factors of parafunction, crown height, masticatory dynamics, implant location, and opposing arch are closely scrutinized.
vi: Khi chọn lựa này được xem xét, các lực cận chức năng, chiều cao thân răng, lực nhai, vị trí implant, và cung răng đối diện phải được kiểm soát kỹ lưỡng.

source: When more than one segment of an arch is being replaced, a key implant position is at least one implant in each segment.
vi: Khi nhiều hơn một phận đoạn được thay thế, phải có ít nhất một vị trí của implant chìa khoá cho mỗi phân đoạn.

source: Without a terminal abutment, a cantilever exists on the restoration, which increases complications.
vi: Không có abutment tận cùng, phục hình có nhịp vói, làm tăng biến chứng.

source: Yet chair time and laboratory fees are often similar for ﬁxed or removable restorations that are completely implant supported.
vi: Thời gian trên ghế nha và thời gian labo tương tự như phục hình cố định hoặc tháo lắp mà hoàn toàn nâng đỡ trên implant.

source: Yet generalized bone loss rarely is observed at the second-stage uncovery surgery (Figure 4-11).
vi: Yet generalized bone loss rarely is observed at the second-stage uncovery surgery (Hình 4-11).

source: a 12.5-mm span is required for two 4-mm-diameter implants (3 mm between each implant and 1.5 mm from the anterior tooth), because the 1.5-mm distance from the last tooth is no longer required.
vi: khoảng 12.5-mm thì cần thiét cho implant đường kính 4mm (3mm giữa các implant và 1.5mm từ răng trước), bởi vì không cần khoảng cách 1.5mm từ răng sau cùng.

source: a mesio-oblique orientation, measurements will be foreshortened and if the orientation is from a distal- oblique, measurements will appear to be elongated (Figure 3-17).
vi: a mesio-oblique orientation, measurements will be foreshortened and if the orientation is from a distal- oblique, measurements will appear to be elongated (Hình 3-17).

source: able to remove the restoration, but not the implant- supported superstructure attached to the abutments.
vi: khả năng tháo phục hình, nhưng không tháo được cấu trúc nâng đỡ trên implant kết nối với abutment.

source: abutment positions when adjacent teeth are missing.
vi: vị trí abutment tận cùng khi mất răng kế cận.

source: an edentulous mandible, available bone in the posterior regions may be insufﬁcient for root form implant placement, without advanced procedures (e.g., nerve repositioning, iliac crest bone grafts).
vi: một hàm dưới mất răng, xương ở vùng phía sau có thể không đủ để đặt implant dạng chân răng, nếu không có các thủ thuật nâng cao (đổi vị trí thần kinh, ghép xương mào chậu).

source: and are then converted into axial, sagittal, and coronal slices, and permit reformatting to view traditional radiographic images as well as three-dimensional soft tissue or osseous images (Figure 3-13).
vi: and are then converted into axial, sagittal, and coronal slices, and permit reformatting to view traditional radiographic images as well as three-dimensional soft tissue or osseous images (Hình 3-13).

source: and implant components).14
vi: và thành phần implant).

source: and improve the accuracy of the casting, as nonprecious metals shrink more during the casing process.
vi: và cải thiện độ chính xác của mẫu hàm, vì kim loại không quý co nhiều trong khi làm.

source: approximate less than 30% BIC and is most related to the implant design and surface condition (Figure 7-25).
vi: approximate less than 30% BIC and is most related to the implant design and surface condition (Hình 7-25).

source: as though the implant were not present (Figure 5-10).
vi: như là implant không hiện diện (Hình 5-10).

source: debris from invading the abutment connection area during healing (Figure 2-6).
vi: debris from invading the abutment connection area during healing (Hình 2-6).

source: denture teeth and acrylic gingiva, but may be porcelain to metal
vi: hàm giả và nướu nhựa, những cũng có thể là sứ kim loại.

source: do not decay at all.
vi: thì không bị sâu bao giờ.

source: during and immediately after surgery, assist in the optimal position and orientation of dental implants, evaluate the healing and integration phase of implant surgery, and ensure that abutment position and prosthesis fabrication are correct.
vi: trong và ngay sau khi phẫu thuật, hỗ trợ trong vị trí tối ưu và định hướng implant nha khoa, đánh giá giai đoạn lành thương và tích hợp xương, và xác định chắc chắn vị trí của abutment và phục hình là chính xác.

source: during smiling in the maxillary arch and during speech of sibilant sounds for the mandibular arch (Figures 5-6, 5-7).
vi: khi cười ở cung răng hàm trên và khi nói âm gió ở cung răng hàm dưới (Hình 5-6, 5-7).

source: elongated or hypercontoured in the gingival half
vi: kéo dài hoặc đường viền quá mức ở nướu

source: especially indicated for patients with demanding needs and desires regarding the ﬁnal esthetic result.
vi: chỉ định đặc biệt cho bệnh nhân đòi hỏi khắt khe và mong đợi kết quả thẩm mỹ sau cùng.

source: evaluated the peri-implant bone loss around functionally loaded screw-type implants with machined surfaced V-threads or a sandblasted/acid-etched square-thread design115 (Figure 4-23).
vi: evaluated the peri-implant bone loss around functionally loaded screw-type implants with machined surfaced V-threads or a sandblasted/acid-etched square-thread design115 (Hình 4-23).
